Repository: bnfy/blanc
Catalog: copy/generated/ios/Localizable.xcstrings
Source language: en
Languages: de

# slash.favorites.hint
source: Open favorites
de: Favoriten öffnen

# slash.bringTabs.hint
source: Bring open tabs from another browser
de: Offene Tabs aus einem anderen Browser übernehmen

# slash.save.hint
source: Save this page to favorites — name a folder to file it
de: Diese Seite zu den Favoriten hinzufügen – mit Ordnernamen direkt einsortieren

# slash.save.doc
source: Save this page to favorites, into a folder if you name one
de: Diese Seite zu den Favoriten hinzufügen, in einen Ordner, wenn du einen nennst

# slash.history.hint
source: Open browsing history
de: Verlauf öffnen

# slash.downloads.hint
source: Open downloads
de: Downloads öffnen

# slash.settings.hint
source: Open settings
de: Einstellungen öffnen

# slash.sync.hint
source: Set up or manage sync
de: Synchronisierung einrichten oder verwalten

# slash.clear.hint
source: Clear browsing history
de: Verlauf löschen

# slash.new.hint
source: Open a new tab
de: Neuen Tab öffnen

# slash.private.hint
source: Open a private tab (history stays untouched)
de: Privaten Tab öffnen (der Verlauf bleibt unberührt)

# slash.close.hint
source: Close this tab
de: Diesen Tab schließen

# slash.reopen.hint
source: Reopen the tab you just closed
de: Zuletzt geschlossenen Tab wieder öffnen

# slash.pin.hint
source: Pin or unpin this tab
de: Diesen Tab anheften oder lösen

# slash.mute.hint
source: Mute or unmute this tab
de: Diesen Tab stummschalten oder den Ton wieder einschalten

# slash.sleep.hint
source: Quiet background tabs and free their memory
de: Hintergrund-Tabs ruhen lassen und ihren Speicher freigeben

# slash.group.hint
source: Type a space, then a group name — e.g. "work"
de: Leerzeichen, dann einen Gruppennamen eingeben – z. B. „arbeit“

# slash.group.doc
source: Move this tab into a group, creating it on first use
de: Diesen Tab in eine Gruppe verschieben (wird beim ersten Mal angelegt)

# slash.ungroup.hint
source: Take this tab out of its group
de: Diesen Tab aus seiner Gruppe nehmen

# slash.closeGroup.hint
source: Close every tab in this group
de: Alle Tabs dieser Gruppe schließen

# slash.find.hint
source: Find in page
de: Auf der Seite suchen

# slash.blockAds.hint
source: Block ads here, or toggle blocking everywhere
de: Werbung hier blockieren oder das Blockieren überall umschalten

# slash.allowAds.hint
source: Allow ads on this site
de: Werbung auf dieser Website erlauben

# slash.darkSite.hint
source: Darken this site, or leave it as drawn
de: Diese Website abdunkeln oder so lassen, wie sie gestaltet ist

# slash.1password.hint
source: Fill a login from 1Password
de: Anmeldedaten aus 1Password ausfüllen

# slash.theme.hint
source: Cycle appearance, or choose system / light / dark
de: Darstellung wechseln oder system / light / dark wählen

# slash.theme.doc
source: Cycle appearance, or switch directly to system, light, or dark
de: Darstellung wechseln oder direkt zu system, light oder dark wechseln

# slash.patron.hint
source: Support Blanc with a Patron subscription
de: Blanc mit einem Patron-Abo unterstützen

# slash.workspace.hint
source: Switch to a named workspace, or type a new name to save this window
de: Zu einem benannten Arbeitsbereich wechseln oder einen neuen Namen eingeben, um dieses Fenster zu speichern

# settings.language.label
source: Language
de: Sprache

# settings.language.hint
source: Translations are machine-generated.
de: Übersetzungen werden maschinell erstellt.

# settings.language.relaunch
source: Relaunch to apply
de: Zum Übernehmen neu starten

# key.ctrl
source: Ctrl
de: Strg

# key.shift
source: Shift
de: Umschalt

# menu.main.title
source: Main menu (Alt+F)
de: Hauptmenü (Alt+F)

# menu.main.label
source: Main menu
de: Hauptmenü

# pill.title
source: Search, tabs & commands (Ctrl/Cmd+L)
de: Suche, Tabs & Befehle (Strg/Cmd+L)

# pill.insecure.title
source: Not secure — this site uses an unencrypted connection (HTTP)
de: Nicht sicher – diese Website nutzt eine unverschlüsselte Verbindung (HTTP)

# pill.insecure.label
source: Not secure — this site uses an unencrypted connection. Open site controls.
de: Nicht sicher – diese Website nutzt eine unverschlüsselte Verbindung. Website-Einstellungen öffnen.

# pill.insecure.fallback
source: Connection is not secure
de: Verbindung ist nicht sicher

# pill.insecure.open
source: %1$@. Open site controls.
de: %1$@. Website-Einstellungen öffnen.

# pill.domainDefault
source: new tab
de: neuer Tab

# pill.placeholder
source: Search or type a URL
de: Suchen oder URL eingeben

# pill.commands
source: Commands (/)
de: Befehle (/)

# pill.private.chip
source: private
de: privat

# pill.private.title
source: Leave private mode — closes this tab
de: Privaten Modus verlassen – schließt diesen Tab

# pill.source.chip
source: source
de: quelltext

# pill.source.title
source: Close this page source view
de: Quelltextansicht dieser Seite schließen

# pill.fillHint
source: Fill login from 1Password (%1$@)
de: Anmeldedaten aus 1Password ausfüllen (%1$@)

# pill.back
source: Back
de: Zurück

# pill.forward
source: Forward
de: Vorwärts

# pill.newTab.title
source: New tab (%1$@)
de: Neuer Tab (%1$@)

# pill.reload
source: Reload
de: Neu laden

# pill.stop
source: Stop
de: Stopp

# pill.favorite
source: Favorite this page
de: Diese Seite zu den Favoriten hinzufügen

# pill.unfavorite
source: Remove favorite
de: Aus den Favoriten entfernen

# pill.closeTab
source: Close tab
de: Tab schließen

# pill.downloading
source: Downloading — %1$lld active
de: Wird heruntergeladen – %1$lld aktiv

# pill.downloadDone
source: Download complete — open Downloads
de: Download abgeschlossen – Downloads öffnen

# pill.moreTabs
source: %1$lld more tabs — open the list
de: %1$lld weitere Tabs – Liste öffnen

# dot.switchTo
source: Switch to %1$@
de: Zu %1$@ wechseln

# capture.both
source: camera & microphone in use — open capture controls
de: Kamera & Mikrofon in Verwendung – Aufnahme-Steuerung öffnen

# capture.camera
source: camera in use — open capture controls
de: Kamera in Verwendung – Aufnahme-Steuerung öffnen

# capture.microphone
source: microphone in use — open capture controls
de: Mikrofon in Verwendung – Aufnahme-Steuerung öffnen

# share.choosing
source: Choosing what to share — open share controls
de: Auswahl, was geteilt wird – Freigabe-Steuerung öffnen

# share.sharing
source: Sharing %1$@ — open share controls
de: %1$@ wird geteilt – Freigabe-Steuerung öffnen

# share.sharingScreen
source: Sharing this screen — open share controls
de: Dieser Bildschirm wird geteilt – Freigabe-Steuerung öffnen

# share.count
source: %1$lld screen shares — open share controls
de: %1$lld Bildschirmfreigaben – Freigabe-Steuerung öffnen

# window.minimize
source: Minimize
de: Minimieren

# window.maximize
source: Maximize / Restore
de: Maximieren / Wiederherstellen

# window.close
source: Close
de: Schließen

# tab.loading
source: Loading…
de: Wird geladen…

# tab.new
source: New tab
de: Neuer Tab

# tab.untitled
source: New Tab
de: Neuer Tab

# tab.untitledPrivate
source: Private Tab
de: Privater Tab

# tab.privateLabel
source: Private tab
de: Privater Tab

# glance.promote
source: Make Glance the main page
de: Glance zur Hauptseite machen

# glance.promoteShort
source: Make main
de: Hauptseite

# glance.change
source: Change
de: Ändern

# glance.change.title
source: Choose a different tab for Glance
de: Einen anderen Tab für Glance wählen

# glance.close
source: Close Glance
de: Glance schließen

# glance.resize
source: Resize Glance
de: Glance-Größe ändern

# glance.dividerValue
source: Main page %1$@ percent
de: Hauptseite %1$@ Prozent

# resize.hint
source: Drag to resize; double-click to reset
de: Ziehen zum Ändern der Größe; Doppelklick zum Zurücksetzen

# rail.label
source: Vertical tabs
de: Vertikale Tabs

# rail.islandLayout
source: Turn vertical tabs off
de: Vertikale Tabs ausschalten

# rail.list
source: Open tabs
de: Offene Tabs

# rail.resize
source: Resize vertical tabs
de: Breite der vertikalen Tabs ändern

# rail.widthValue
source: %1$@ pixels
de: %1$@ Pixel

# rail.widthAnnounce
source: Vertical tabs width %1$@ pixels
de: Breite der vertikalen Tabs: %1$@ Pixel

# rail.widthReset
source: Vertical tabs width reset to %1$@ pixels
de: Breite der vertikalen Tabs auf %1$@ Pixel zurückgesetzt

# rail.tab.current
source: Current tab %1$@
de: Aktueller Tab %1$@

# rail.state.active
source: active
de: aktiv

# rail.state.private
source: private
de: privat

# rail.state.pinned
source: pinned
de: angeheftet

# rail.state.loading
source: loading
de: wird geladen

# rail.state.quiet
source: quiet
de: ruhend

# rail.state.muted
source: muted
de: stummgeschaltet

# rail.state.playingAudio
source: playing audio
de: spielt Audio ab

# rail.marker.pinned
source: Pinned
de: Angeheftet

# rail.marker.muted
source: Muted
de: Stummgeschaltet

# rail.marker.playingAudio
source: Playing audio
de: Spielt Audio ab

# rail.close
source: Close %1$@
de: %1$@ schließen

# rail.group.containsCurrent
source: Contains current tab
de: Enthält den aktuellen Tab

# rail.move.top
source: Already at the top
de: Bereits ganz oben

# rail.move.bottom
source: Already at the bottom
de: Bereits ganz unten

# drag.movedGroup
source: Moved group %1$@
de: Gruppe %1$@ verschoben

# drag.movedTab
source: Moved %1$@
de: %1$@ verschoben

# drag.movedTabUntitled
source: Moved tab
de: Tab verschoben

# drag.movedTo
source: Moved to %1$@
de: Nach %1$@ verschoben

# drag.movedOutOf
source: Moved out of %1$@
de: Aus %1$@ verschoben

# drag.movedToRemoved
source: Moved to %1$@. Group %2$@ removed
de: Nach %1$@ verschoben. Gruppe %2$@ entfernt

# drag.movedOutOfRemoved
source: Moved out of %1$@. Group %1$@ removed
de: Aus %1$@ verschoben. Gruppe %1$@ entfernt

# drag.failed
source: Couldn't move %1$@
de: %1$@ konnte nicht verschoben werden

# drag.failedTab
source: Couldn't move tab
de: Tab konnte nicht verschoben werden

# drag.failedGroup
source: Couldn't move group
de: Gruppe konnte nicht verschoben werden

# rail.group.labelWithCurrent
source: %1$@, %2$lld tabs, %3$@, contains current tab
de: %1$@, %2$lld Tabs, %3$@, enthält den aktuellen Tab

# rail.group.collapsed
source: collapsed
de: eingeklappt

# rail.group.expanded
source: expanded
de: ausgeklappt

# rail.private.marker
source: private
de: privat

# rail.section.pinned
source: pinned
de: angeheftet

# permission.surfaceTitle
source: Permission
de: Berechtigung

# permission.label
source: Site permission request
de: Berechtigungsanfrage einer Website

# permission.allow
source: Allow
de: Erlauben

# permission.block
source: Block
de: Blockieren

# permission.prompt.cameraMicrophone
source: <0>%1$@</0> wants to use your camera and microphone
de: <0>%1$@</0> möchte deine Kamera und dein Mikrofon verwenden

# permission.prompt.camera
source: <0>%1$@</0> wants to use your camera
de: <0>%1$@</0> möchte deine Kamera verwenden

# permission.prompt.microphone
source: <0>%1$@</0> wants to use your microphone
de: <0>%1$@</0> möchte dein Mikrofon verwenden

# permission.prompt.geolocation
source: <0>%1$@</0> wants to know your location
de: <0>%1$@</0> möchte deinen Standort abfragen

# permission.prompt.notifications
source: <0>%1$@</0> wants to show notifications
de: <0>%1$@</0> möchte Benachrichtigungen anzeigen

# permission.prompt.other
source: <0>%1$@</0> wants to use “%2$@”
de: <0>%1$@</0> möchte „%2$@“ verwenden

# fill.surfaceTitle
source: Fill status
de: Ausfüllstatus

# fill.dismiss
source: Dismiss
de: Schließen

# fill.setupEnable.title
source: Set up 1Password
de: 1Password einrichten

# fill.setupEnable.body
source: Turn on “Fill logins from 1Password” in Settings. Blanc only reads a matching login when you ask.
de: Aktiviere „Logins aus 1Password ausfüllen“ in den Einstellungen. Blanc liest Logins nur auf Anfrage.

# fill.setupEnable.primaryLabel
source: Open Settings
de: Einstellungen

# fill.setupEnable.cancelLabel
source: Cancel
de: Abbrechen

# fill.setupAccount.title
source: Add your 1Password account
de: Dein 1Password-Konto hinzufügen

# fill.setupAccount.body
source: Add the email address you sign in to 1Password with, in Settings.
de: Trage in den Einstellungen die E-Mail-Adresse deines 1Password-Kontos ein.

# fill.setupAccount.primaryLabel
source: Open Settings
de: Einstellungen

# fill.setupAccount.cancelLabel
source: Cancel
de: Abbrechen

# fill.confirmHeuristic.title
source: Fill this login form?
de: Dieses Anmeldeformular ausfüllen?

# fill.confirmHeuristic.body
source: This page didn’t clearly mark its password field. Blanc re-checks the exact fields before filling.
de: Das Passwortfeld ist nicht eindeutig markiert. Blanc prüft die Felder vor dem Ausfüllen erneut.

# fill.confirmHeuristic.primaryLabel
source: Fill Login
de: Login ausfüllen

# fill.confirmHeuristic.cancelLabel
source: Cancel
de: Abbrechen

# fill.busy.title
source: 1Password is already open
de: 1Password ist bereits geöffnet

# fill.busy.body
source: Finish or cancel the current request first.
de: Schließe zuerst die aktuelle Anfrage ab oder brich sie ab.

# fill.unsupportedPage.title
source: Open a website first
de: Öffne zuerst eine Website

# fill.unsupportedPage.body
source: 1Password fill works on HTTP and HTTPS pages.
de: Das Ausfüllen mit 1Password funktioniert auf HTTP- und HTTPS-Seiten.

# fill.pageChanged.title
source: The page changed
de: Die Seite hat sich geändert

# fill.pageChanged.body
source: Nothing was filled. Return to the login form and try again.
de: Es wurde nichts ausgefüllt. Kehre zum Anmeldeformular zurück und versuche es erneut.

# fill.noForm.title
source: No login form found
de: Kein Anmeldeformular gefunden

# fill.noForm.body
source: Blanc couldn’t find a safe username or password field here.
de: Blanc hat hier kein sicheres Benutzernamen- oder Passwortfeld gefunden.

# fill.noMatch.title
source: No matching login
de: Kein passendes Login

# fill.noMatch.body
source: 1Password has no Login item saved for this site.
de: In 1Password ist für diese Website kein Login gespeichert.

# fill.emptyLogin.title
source: Login has no fillable fields
de: Das Login hat keine ausfüllbaren Felder

# fill.emptyLogin.body
source: The selected item has no username or password value.
de: Das ausgewählte Objekt hat keinen Benutzernamen und kein Passwort.

# fill.nothingFilled.title
source: Nothing was filled
de: Es wurde nichts ausgefüllt

# fill.nothingFilled.body
source: The selected login had no value for the fields Blanc found.
de: Das ausgewählte Login hatte keine Werte für die Felder, die Blanc gefunden hat.

# fill.unexpected.title
source: 1Password fill stopped
de: Ausfüllen mit 1Password abgebrochen

# fill.unexpected.body
source: Nothing was filled. Try again from the login form.
de: Es wurde nichts ausgefüllt. Versuche es im Anmeldeformular erneut.

# fill.desktopUnavailable.title
source: 1Password isn’t available
de: 1Password ist nicht verfügbar

# fill.desktopUnavailable.body
source: Open the 1Password app and turn on Settings → Developer → Integrate with 1Password SDKs.
de: Öffne die 1Password-App und aktiviere Einstellungen → Entwickler → Mit 1Password-SDKs integrieren.

# fill.accountNotFound.title
source: Account not found
de: Konto nicht gefunden

# fill.accountNotFound.body
source: Check your 1Password email address in Blanc Settings, then try again.
de: Prüfe deine 1Password-E-Mail-Adresse in den Blanc-Einstellungen und versuche es dann erneut.

# fill.notAuthorized.title
source: 1Password didn’t authorize Blanc
de: 1Password hat Blanc nicht autorisiert

# fill.notAuthorized.body
source: Unlock 1Password and approve Blanc Browser, then try again.
de: Entsperre 1Password, erlaube Blanc Browser und versuche es dann erneut.

# fill.sessionExpired.title
source: Authorization expired
de: Autorisierung abgelaufen

# fill.sessionExpired.body
source: Try again to authorize a fresh session.
de: Versuche es erneut, um eine neue Sitzung zu autorisieren.

# fill.timedOut.title
source: 1Password timed out
de: 1Password hat nicht rechtzeitig geantwortet

# fill.timedOut.body
source: Nothing was filled. Try again when 1Password is ready.
de: Es wurde nichts ausgefüllt. Versuche es erneut, wenn 1Password bereit ist.

# fill.brokerStopped.title
source: 1Password helper stopped
de: 1Password-Hilfsprogramm beendet

# fill.brokerStopped.body
source: Nothing was filled. Try again.
de: Es wurde nichts ausgefüllt. Versuche es erneut.

# fill.sdkError.title
source: 1Password couldn’t finish
de: 1Password konnte den Vorgang nicht abschließen

# fill.sdkError.body
source: Nothing was filled. Check 1Password and try again.
de: Es wurde nichts ausgefüllt. Prüfe 1Password und versuche es erneut.

# fill.selectionChanged.title
source: Login changed
de: Login geändert

# fill.selectionChanged.body
source: The item changed while the list was open. Nothing was filled.
de: Das Objekt hat sich geändert, während die Liste geöffnet war. Es wurde nichts ausgefüllt.

# fill.filled.title
source: Filled from 1Password
de: Aus 1Password ausgefüllt

# common.cancel
source: Cancel
de: Abbrechen

# share.picker.title
source: Share your screen
de: Bildschirm teilen

# share.picker.sources
source: Screens and windows
de: Bildschirme und Fenster

# share.picker.audio
source: Share computer audio
de: Computer-Audio teilen

# share.picker.share
source: Share
de: Teilen

# share.picker.continue
source: Continue
de: Weiter

# share.status.portalLoading
source: Choose what to share in the system dialog.
de: Wähle im Systemdialog aus, was geteilt werden soll.

# share.status.loading
source: Finding screens and windows…
de: Bildschirme und Fenster werden gesucht…

# share.status.portal
source: Continue to choose a screen or window. Your system may open its own sharing dialog.
de: Fahre fort, um einen Bildschirm oder ein Fenster zu wählen. Dein System öffnet eventuell einen eigenen Freigabedialog.

# share.status.choose
source: Choose a screen or window to share with this site.
de: Wähle einen Bildschirm oder ein Fenster, das du mit dieser Website teilen möchtest.

# panel.siteInfo
source: Site information
de: Website-Informationen

# panel.addressPlaceholder
source: Search, enter address, or / for commands
de: Suchen, Adresse eingeben oder / für Befehle

# panel.favoriteShortcut
source: Favorite this page (Ctrl/Cmd+D)
de: Diese Seite zu den Favoriten hinzufügen (Strg/Cmd+D)

# panel.collapse.title
source: Collapse island (Esc)
de: Island einklappen (Esc)

# panel.collapse.label
source: Collapse island
de: Island einklappen

# footer.newTab
source: new tab
de: neuer tab

# footer.private
source: private
de: privat

# footer.newPrivate.title
source: New private tab (%1$@)
de: Neuer privater Tab (%1$@)

# footer.workspaces
source: Workspaces
de: Arbeitsbereiche

# footer.favorites
source: Favorites
de: Favoriten

# footer.history
source: History
de: Verlauf

# footer.tabLayoutOn
source: Turn vertical tabs on
de: Vertikale Tabs einschalten

# footer.settings
source: Settings
de: Einstellungen

# ws.newEmpty
source: New empty workspace
de: Neuer leerer Arbeitsbereich

# ws.saveAs
source: Save this window as…
de: Dieses Fenster speichern als…

# ws.error.duplicateName
source: That name is already in use. Choose another name.
de: Dieser Name wird schon verwendet. Wähle einen anderen Namen.

# ws.error.invalidName
source: Enter a workspace name.
de: Gib einen Namen für den Arbeitsbereich ein.

# ws.error.limit
source: You have %1$@ workspaces. Delete one before adding another.
de: Du hast %1$@ Arbeitsbereiche. Lösche einen, bevor du einen weiteren hinzufügst.

# ws.error.notPatron
source: Creating workspaces needs Blanc Patron.
de: Zum Anlegen von Arbeitsbereichen brauchst du Blanc Patron.

# ws.error.notFound
source: That workspace is no longer available.
de: Dieser Arbeitsbereich ist nicht mehr verfügbar.

# ws.error.readFailed
source: Couldn’t read your workspace file. Restart Blanc after checking that the file is accessible.
de: Deine Arbeitsbereich-Datei konnte nicht gelesen werden. Prüfe, ob die Datei zugänglich ist, und starte Blanc dann neu.

# ws.error.storageFailed
source: Couldn’t save changes. Check available disk space and try again.
de: Änderungen konnten nicht gespeichert werden. Prüfe den freien Speicherplatz und versuche es erneut.

# ws.error.futureFormat
source: These workspaces need a newer version of Blanc. Your saved file has not been changed.
de: Diese Arbeitsbereiche brauchen eine neuere Version von Blanc. Deine gespeicherte Datei wurde nicht verändert.

# ws.error.repairFailed
source: Couldn’t preserve a recovery copy. Your workspace file has not been changed.
de: Es konnte keine Wiederherstellungskopie angelegt werden. Deine Arbeitsbereich-Datei wurde nicht verändert.

# ws.error.busy
source: Another workspace action is still finishing. Try again.
de: Eine andere Aktion für Arbeitsbereiche läuft noch. Versuche es erneut.

# ws.error.activationFailed
source: Couldn’t open the workspace. Your current pages are still available.
de: Der Arbeitsbereich konnte nicht geöffnet werden. Deine aktuellen Seiten sind weiterhin verfügbar.

# ws.error.savedNotOpened
source: The workspace was saved, but Blanc couldn’t open it. It remains in your workspace list.
de: Der Arbeitsbereich wurde gespeichert, aber Blanc konnte ihn nicht öffnen. Er bleibt in deiner Liste der Arbeitsbereiche.

# ws.error.recoveryDuplicate
source: An existing workspace uses this name. Rename it before restoring this workspace.
de: Ein vorhandener Arbeitsbereich verwendet diesen Namen. Benenne ihn um, bevor du diesen Arbeitsbereich wiederherstellst.

# ws.error.generic
source: Couldn’t complete that action. Try again.
de: Diese Aktion konnte nicht abgeschlossen werden. Versuche es erneut.

# ws.trigger.current
source: Workspace · %1$@
de: Arbeitsbereich · %1$@

# ws.editor.rename
source: Rename workspace
de: Arbeitsbereich umbenennen

# ws.editor.create
source: New empty workspace
de: Neuer leerer Arbeitsbereich

# ws.editor.saveAs
source: Save this window as…
de: Dieses Fenster speichern als…

# ws.editor.help
source: Ordinary tabs save automatically on this device, in this profile. Private pages are excluded. Workspaces share this profile’s sign-ins.
de: Normale Tabs werden auf diesem Gerät in diesem Profil automatisch gespeichert. Private Seiten sind ausgenommen. Arbeitsbereiche teilen die Anmeldungen dieses Profils.

# ws.editor.save
source: Save
de: Speichern

# ws.editor.saving
source: Saving…
de: Speichern…

# ws.decision.label
source: Workspace switch decision
de: Entscheidung zum Wechsel des Arbeitsbereichs

# ws.decision.capacity
source: Your retained workspaces are full. Open this workspace in another window to keep your pages available.
de: Deine im Speicher gehaltenen Arbeitsbereiche sind voll. Öffne diesen Arbeitsbereich in einem anderen Fenster, damit deine Seiten verfügbar bleiben.

# ws.decision.protected
source: This window has pages that need to stay open. Open the workspace in another window, or finish the active page operation and try again.
de: In diesem Fenster sind Seiten, die geöffnet bleiben müssen. Öffne den Arbeitsbereich in einem anderen Fenster oder schließe den laufenden Vorgang auf der Seite ab und versuche es erneut.

# ws.decision.closePrivate
source: %1$lld private tabs will close. Page drafts are not saved to disk.
de: %1$lld private Tabs werden geschlossen. Seitenentwürfe werden nicht auf dem Datenträger gespeichert.

# ws.decision.closeUnsaved
source: %1$lld unsaved tabs will close. Page drafts are not saved to disk.
de: %1$lld nicht gespeicherte Tabs werden geschlossen. Seitenentwürfe werden nicht auf dem Datenträger gespeichert.

# ws.decision.newWindow
source: Open in another window
de: In neuem Fenster öffnen

# ws.decision.saveFirst
source: Save this window first…
de: Erst dieses Fenster speichern…

# ws.decision.closeAndSwitch
source: Close tabs and switch
de: Tabs schließen und wechseln
